Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1044_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Dáiddadáhpáhus lei sámenuoraid ja oahpaheaddjiid dáidduid čájáhus
smn: Taaiđâtábáhtus lâi säminuorâi já máttáátteijei tááiđui čäittim

source: Sámenuoraid dáiddadáhpáhus, mii ordnejuvvui Ohcejogas njukčamánu 25.-26. beivviin lei fas sámenuoraid ja oahpaheaddjiid dáidduid ivdnás čájáhus.
smn: Säminuorâi taaiđâtábáhtus, mii uárnejui Ucjuuvâst njuhčâmáánu 25.-26. peeivi, lâi oppeet säminuorâi já – máttáátteijei ivnáás tááiđui čäittim.

source: Dáhpáhusa váldotemán lei musihkka, mii čuojai Ohcejotnjálmmi skuvlla sáles luđiin, leuddiin, lávlagiin ja räppiin, maid mieđuštedje máŋggat nuoraid iežaset čuojahanjoavkkut.
smn: Muusik, mii lâi tábáhtus válduteeman, čuojâi Ucjuvnjäälmi škoovlâ salist juáigusin, lavlun já räppin, maid čuojâldittii maaŋgah nuorâi jieijâs muusikjuávhuh.

source: Sámediggi giitá buohkaid, geat iešguđet vugiiguin oassálaste dáhpáhusa ordnemii, bures lihkkostuvvan dáhpáhusas !
smn: Sämitigge kijttá puoh taaiđâtábáhtus orniimân sierâ vuovijn uásálistem peelijd luhostum tábáhtusâst !

source: Sámenuoraid ovddasteaddjin riikka dási SOUNDS-dáhpáhussii Porvoo-gávpogii válljejuvvuiga ohcejohkalaš Villat - joavku ja avvillaš Čagaldahttit - joavku.
smn: Säminuorâi ovdâsteijen väldikodálii SOUNDS-tábáhtusân Porvoon väljejuvvojii ucjuvlâš Villat - juávkku já avveellâš Čagaldahttit - juávkku.

source: Villat-joavku vuolgá riikka dási dáhpáhussii bihtáinis Dan man oainnát, man bagadallin bargá Niilo Rasmus.
smn: Villat-juávkku vuálgá väldikodálii tábáhtusân pitáinis Dan man oainnát, mon stivrejeijen lii Niilo Rasmus.

source: Čagaldahttin, man leat bagadallan Maarit Niittyvuopio, Laura Niittyvuopio ja Hannu Huumonen.
smn: Avveel vyelitääsi škoovlâ juávkku Čagaldahttit vuálgá Porvoon pitáinis Čagaldahttin, mon stivrejeijen láá Maarit Niittyvuopio, Laura Niittyvuopio já Hannu Huumonen.

source: Ohcejotnjálmmi skuvlla sále dievai maŋimuš stuolu mielde duorastaga 26.3.
smn: Taaiđâtábáhtus nuurâi Ucjuvnjäälmi škoovlâ sali aaibâs tievâ ulmuid tuorâstuv 26.3.

source: Báikki alde ledje sámenuorat, oahpaheaddjit, fuolaheaddjit ja geahččit badjel 400.
smn: Pääihi alne lijjii säminuorah já sii máttáátteijeeh, huolâtteijeeh já keččeeh pajeláhháá 400 olmožid.

source: Oassálastit bohte oktiibuot badjel 15 skuvllas sámeguovllus ja dan olggobealde.
smn: Uásálisteeh pottii ohtsis paijeel 15 sierâ škoovlâst sämikuávlust já ton ulguubeln.

source: Sámeguovllus ledje oassálastit measta juohke skuvllas.
smn: Sämikuávlust uásálisteeh pottii masa jyehi škoovlâst.

source: Sámeguovllu olggobealde oassálaste nuorat Helssegis ja Roavvenjárggas.
smn: Sämikuávlu ulguubeln uásálisteeh lijjii Helsigist já Ruávinjaargâst.

source: Sullii bealli dáiddadáhpáhussii oassálastan nuorain ledje mielde juo dáiddadáhpahusbargobájiin ja rahpandilálašvuođas, mat ordnejuvvojedje gaskavahku 25.3.
smn: Suulân peeli taaiđâtábáhtusân uásálistum nuorâin uásálistii taaiđâtábáhtus pargopáájáid já lekkâmtilálâšvuotân, moh uárnejuvvojii jo koskoho 25.3.

source: Bargobájiid váldotemán lei teáhter, mainna hálidedje juo ráhkkanit jagi 2016 dáhpahussii.
smn: Pargopáájái válduteeman lâi teatter, moin halijdii ráhtádâttâđ ive 2016 tábáhtusân.

source: Suoivanteáhtera bargobáji bagadalai giellabeassebagadalli ja musihkkár Heli Aikio, eará teáhterbargobájiid filbmabagadalli Pauliina Feodoroff, musihkkár-neavttár Sverre Porsanger, neavttár-doaimmaheaddji Heli Huovinen ja mánáid TV-prográmma Unna Junnás dovddus neavttár Irene Länsman.
smn: Suoivâteatterpargopáájá stivrij kielâpiervâlstivrejeijee já musijkkár Heli Aikio já eres teatterpargopáájáid elleekovestivrejeijee Pauliina Feodoroff, musijkkár-niävttár Sverre Porsanger, niävttár-toimâtteijee Heli Huovinen já párnái TV-ohjelm Unna Junnást uápis niävttár Irene Länsman.

source: Oassi nuorain oahpásnuvai ráidogovvabargui govvadáiddar Sunna Kitti oahpus.
smn: Uási nuorâin finnejii uápástem ráiđukovepaargon uápásteijen kovetaaiđâr Sunna Kitti.

source: Oassi nuorain oaččui oahppodiimmu sámegielat rápmusihka suollemasvuođaide musihkkár Ailu Valle oahpus.
smn: Uási nuorâin finnejii oppâtiijme sämikielâlii räpmuusik syeligâsvuođáid uápásteijen musijkkár Ailu Valle.

source: Sámenuoraid dáiddadáhpáhus eallá juo viđat jahkelogis ja dat lea šaddan áiggi mielde dehálaš arenan máŋgga nuoraide, geain leat dáiddalaš beroštumit.
smn: Säminuorâi taaiđâtábáhtus iälá jo viiđâd ihelovvees já tast lii iheluuvij mield šoddâm tergâdis aareen maŋgáid nuorâ taiđuu hárjutteijeid.

source: Dáiddadáhpáhus, mii ordnejuvvo jahkásaččat, addá dehálaš loaiddastanvásihusaid ja mii buot deháleamos, iežasgielat guldaleaddjiid ja geahččiid.
smn: Taaiđâtábáhtus, mii uárnejuvvoo ihásávt, addel tergâdis lávdástemvuáttámušâid já mii puoh tehálumos, jieijâskielâlijd kuldâleijeid já keččeid.

source: Sámenuoraid dáiddadáhpáhusa giellan Ohcejogas ledje buot golbma Suoma sámegiela.
smn: Säminuorâi taaiđâtábáhtus kiellân Ucjuuvâst lijjii puoh kulmâ Suomâst sarnum sämikielâ.

source: Dáhpáhusa láidesteaddjin barge nuortalašgielat Anna-Katariina Feodoroff, anárašgielat Martta Alajärvi ja davvisámegielat Tuomo Laiti.
smn: Tábáhtus laiđiisteijen lijjii nuorttâlâškielâlâš Anna-Katariina Feodoroff, anarâškielâlâš Martta Alajärvi já tavesämikielâlâš Tuomo Laiti.

source: Dáhpáhusa duopmárin barge nuortalašgielat Anna Lumisalmi, anárašgielat Heli Aikio ja davvisámegielat Ailu Valle.
smn: Tábáhtus tuámmárin lijjii nuorttâlâškielâlâš Anna Lumisalmi, anarâškielâlâš Heli Aikio já tavesämikielâlâš Ailu Valle.

source: Okta dáiddadáhpáhusa prinsihpain lea, ahte dat doaibmá sámegielain.
smn: Ohtâ taaiđâtábáhtus prinsiipijn lii, ete tot tuáimá sämikielân.

source: Sámenuoraid dáiddadáhpáhusa ordnii sámediggi ovttasbarggus Ohcejotnjálmmi skuvllain.
smn: Säminuorâi taaiđâtábáhtus ornij sämitigge oovtâstpargoost Ucjuvnjäälmi škovláin.

source: Dáhpáhusa ruhtada oahpahus- ja kulturministeriija.
smn: Tábáhtus ruttâd máttááttâs- já kulttuurministeriö.

source: Sámenuoraid dáiddadáhpáhus lea oassi riikaviidosaš Nuorra kultuvra-dáhpáhusas.
smn: Säminuorâi taaiđâtábáhtus lii uási väldikodálii Nuorâ kulttuur- tábáhtus.

source: Dáhpáhusa teknihkas fuolahii Tuupa Records Jussi Isokoski jođihemiin.
smn: Tábáhtus tekniikâst västidij Tuupa Records jođetteijen Jussi Isokoski.

source: Dáiddadáhpáhusa stipeanddain bálkášuvvojedje čuovvovaš joavkkut:
smn: Taaiđâtábáhtusâst stipendijguin palhâšuvvii čuávuváid juávhuid:

source: Gáregasnjárgga skuvla, 6-9-jahkásaččat, bagadallin Kaaren Kitti
smn: Kärigâsnjaargâ škovlâ 6-9-ihásiih, stivrejeijee Kaaren Kitti

source: Heahtá skuvla, 10-15-jahkásaččat, bagadallin Inga-Máret Gaup-Juuso ja Anne-Maria Kukkonen
smn: Heta škovlâ 10-15-ihásiih, stivrejeijeeh Inga-Máret Gaup-Juuso já Anne-Maria Kukkonen

source: Avvila badjeskuvla, 10-15-jahkásaččat, bagadallin Katri Kittilä
smn: Avveel pajetääsi škovlâ, 10-15-ihásiih, stivrejeijee Katri Kittilä

source: Čeavetjávrri skuvla, 10-15-jahkásaččat, bagadallin Erkka Antila ja Seija Sivertsen
smn: Čevetjäävri škovlâ, 10-15-ihásiih, stivrejeijee Erkka Antila já Seija Sivertsen

source: Gárasavvona skuvla, 10-15-jahkásaččat, bagadallin Ulla Magga ja Taina Syväjärvi
smn: Käresavvoon škovlâ, 10-15-ihásiih, stivrejeijeeh Ulla Magga já Taina Syväjärvi

source: Avvila logahat, 16-20-jahkásaččat, bagadallin Petra Kuuva
smn: Avveel luvâttâh, 16-20-ihásiih, stivrejeijee Petra Kuuva

source: Ohcejotnjálmmi skuvla, 16-20-jahkásaččat, bagadallin Niilo Rasmus
smn: Ucjuvnjäälmi škovlâ, 16-20- ihásiih, stivrejeijee Niilo Rasmus

source: Avvila vuolleskuvla, 10-15- jahkásaččat, bagadallin Maarit Niittyvuopio, Laura Niittyvuopio ja Hannu Huumonen
smn: Avveel vyelitääsi škovlâ, 10-15- ihásiih, stivrejeijeeh Maarit Niittyvuopio, Laura Niittyvuopio já Hannu Huumonen

source: Geahča dás, govat Terhi Tuovinen.
smn: Keejâ täst TAAIĐÂTÁBÁHTUSKUUVIJD, koveh Terhi Tuovinen.

source: Jagi 2016 Sámenuoraid dáiddadáhpáhus ordnejuvvo Anáris Sajosis ja temán lea teáhter.
smn: Ive 2016 Säminuorâi taaiđâtábáhtus uárnejuvvoo Aanaar Sajosist teeman teatter.
